<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */
    'login' => [
        'lg' => '登录', 'cs' => '股票三合一',   'name' => '客服登录版',  'user' => '用户名',  'pas' => '密码',  'tips' => '用户名或者密码不能为空',
        'tip' => '你被禁用了', 'tip1' => '密码错误', 'tip2' => '账户不存在',
    ],

    'date' => [
        'name' => '日期',
        'day' => [
            'one' =>'一',  'two' =>'二', 'three' =>'三', 'four' =>'四', 'five' =>'五', 'six' =>'六', 'sun' =>'日',
        ],
        'dayBtn' => [
            'year' =>'年份', 'month' =>'月份',
        ],   
    ],
    'system' => [
        'f' => '期货' , 'c' => '股票(现金)' , 'm' => '股票(保证金)' , 'o' => '股票期权' , 's' => '股票',
    ],

    'btn' => [
        'sub' => '提交', 'sub1' => '查看', 'sub2' => '所填信息不能为空', 'sub3' => '已提交', 'sub4' => '转账系统不能相同', 'sub5' => '确认', 'sub6' => '取消', 'sub7' => '批准并执行', 'sub8' => '只批准', 'home' => '首页', 'menu' => '菜单', 'tips' => '该功能暂时无法使用，请联系客服！', 'tip1' => '信息获取失败！', 'tip2' => '暂无数据', 'tip3' => '确定', 'loading' => '加载中...',
    ],

    'statement' => [
        'name' => '报表','name1' => '个人信息报表','name2' => '资金报表', 'state' =>'日/月结单', 'mon' =>'月结单', 'year' =>'年', 'month' =>'月', 'sys' => '系统',
    ],

    'transfer' => [
        'name' => '转账审批',   'go' => '由',  'to' => '至', 'to1' => '至', 'bank' =>'银行卡', 'unit' => '货币单位',  'price' => '金额',    'mark' => '客户备注',  'priceExtract' => '可提取余额：',  'priceCash' => '余额：',   'sub' => '提交审批',
    ],

    'access' => [
        'name1' => '资金存入审批',  'name2' => '资金提取审批',  'Dto1' => '存入至',  'pic' => '照片证明',    'price' => '查看现金余额','view' => '查看可提取余额',  'account' => '提款账户',  'Dto2' => '存款至', 'exchange' => '货币兑换为',
    ],

    'info' => [
        'name' => '个人信息审批', 'name1' => '用户ID','name2' => '姓名', 'search' => '搜索', 'approval' => '审批人', 'tip' => '未填写', 'tip1' => '修改前', 'tip2' => '修改后', 'npic' => '未提交证明', 'pic' => '证明图片',
        'title' => [
            'b1' => '地址',   'b2' => '手提电话', 'b3' => '家庭电话', 'b4' => '公司电话', 'b5' => '传真机', 'b6' => '电子邮箱', 'b7' => '银行信息',
            'b8' => '货币', 'b9' => '银行名称','b10' => '银行账户号码','b11' => '所在地区','b12' => '账户持有人姓名', 'a1' => '出生日期', 'a2' => '身份证或护照',
        ],
        'edit' => [
            'e1' => '地址修改', 'e2' => '手提电话修改', 'e3' => '家庭电话修改', 'e4' => '公司电话修改', 'e5' => '传真机修改', 'e6' => '电子邮箱修改',  'e7' => '银行卡信息修改',
            'e8' => '货币修改', 'e9' => '银行名称修改','e10' => '银行账户号码修改','e11' => '所在地区修改','e12' => '账户持有人姓名修改',
        ],
        'btn' => [
            'phoneyz' => '电话号码验证', 'inputyz' => '输入认证码', 'send' => '发送邮件', 'email' => '邮箱验证', 're' => '重新发送', 'area' => '区号+手机号', 'down' => '下载',
        ],
    ],

    'status' => [
        'name'    => '批准状态', 'name1'   => '个人信息批准状态', 'name2'   => '资金提存批准状态', 'name3'   => '暂无审核状态信息', 'status1' => '转账', 'status2' => '存入', 'status3' => '提取',
        'select'  => [
            's1'  => '筛选', 's2' => '全选', 's3' => '等待批准',  's4' => '批准', 's5' => '已被拒', 's6' => '查看详情', 's7' => '批准并执行', 's8' => '取消申请',
        ],
        'detail' => [
            'name' => '转账审批详情', 'name1' => '资金存入审批详情', 'name2' => '资金提取审批详情', 'name3' => '个人信息详情', 'time' => '请求时间', 'time1' => '审批时间', 'time2' => '取消时间', 'sta' => '审核状态', 'content' => '修改的内容', 'notpass' => '不通过原因',
            'note' => '处理中', 'note1' => '已通过', 'note2' => '不通过', 'note3' => '通过',
        ],
        'info' => [
            'info1' => '请按【确认】通过审核并发送短信', 'info2' => '状态修改失败', 'info3' => '充值失败', 'info4' => '提款失败', 'info5' => '转账过程中转出失败', 'info6' => '转账过程中转入失败',
            'info7' => '您已经取消了申请！', 'info8' => '取消成功！！！',
        ],
        'reasons' => [
            'reason1' => '默认', 'reason2' => '账户余额不足', 'reason3' => '账户被冻结', 'reason4' => '收款人的姓名、账号以及开户行信息错误', 'reason5' => '收款人银行账户失效',
        ],
    ],

    'tool' => [
        'name' => '比较工具1', 'name1' => '比较工具2', 'result' => '搜索结果：个人信息在各系统有错误的账号', 'search' => '请输入想要查找的ID', 'compare' => '开始比较', 'print' => '打印', 'tip' => '暂无此用户', 'type' => '类型', 'success' => '加入队列成功', 'loading' => '比较中...', 'total' => '总数', 'total1' => '比较', 'repeat' => '重复', 'complete' => '完成', 'status' => '状态', 'bank' => '银行', 'status1' => '正在比较中',
    ],
];
